import React from "react";
import Layout from "../components/layout/Layout";
import AsideNav from "../components/layout/AsideNav";
import AsideRight from "../components/layout/AsideRight";
import BrandSlider from "../components/BrandSlider";

export default class Delivery extends React.Component {
  render() {
    return (
      <Layout>
        <div>
          <section className="category-brands container">
            <BrandSlider />
          </section>
          <div className="content container">
            <aside className="sidebar-left">
              <AsideNav />
            </aside>
            <main className="static-page">
              <h1>Партнеры</h1>
              <div className="content__text">
                <p>
                  <span>
                    <strong>ПАРТНЕРСКАЯ ПРОГРАММА</strong>
                  </span>
                </p>
                <p> </p>
                <p>
                  Наша компания является официальным поставщиком экипировки,
                  амуниции и спортивной одежды всемирно известных торговых марок
                  <strong>EVERLAST</strong>, <strong>CLETO</strong>
                  <strong>REYES</strong>, <strong>TITLE</strong>,
                  <strong>LONSDALE</strong>, <strong>RINGSIDE</strong>,
                  <strong>SHOCK</strong> <strong>DOCTOR</strong>,
                  <strong>VENUM</strong>, а также пилотских и военных курток
                  <strong>US</strong>
                  <strong>.</strong>
                  <strong>WINGS</strong>, <strong>COCKPIT</strong> и др. Мы
                  предлагаем стать нашим партнером и получать доход путем
                  размещения нашей продукции на своих торговых
                  площадках/сайтах/спортклубах. За вами будет установлен
                  определенный процент агентского вознаграждения (от 10% до
                  25%). При оформлении заказа на нашем сайте вам достаточно
                  войти под логином и паролем, закрепленном за вами и агентское
                  вознаграждение будет начисляться автоматически.
                </p>
                <p> </p>
                <p>
                  Чтобы стать нашим <strong>ПАРТНЕРОМ</strong> необходимо:
                </p>
                <ol>
                  <li>
                    Зарегистрироваться на нашем сайте, выбрав статус:
                    «Партнер-самовывоз», «Партнер-дропшипинг».
                  </li>
                  <li>Дождаться нашего подтверждения Вашего статуса.</li>
                  <li>
                    Имея логин и пароль, Вы можете заходить на наш сайт через
                    ВХОД (в левом верхнем углу сайта) и оформлять заказы.
                  </li>
                  <li>
                    Согласно закрепленного за Вами статуса, на основании
                    оформленных заказов: а) вы самостоятельно забираете
                    продукцию с наших магазинов, при этом оплачивает стоимость
                    заказа за вычетом ваших бонусов; б) отправку заказа по
                    системе дробшипинга напрямую клиенту осуществляем мы, а
                    метод перечисления вам бонусов согласовывается
                    индивидуально.
                  </li>
                  <li>
                    В вашем личном кабинете Вы в любой момент можете просмотреть
                    сумму бонусов, историю, а также заказать выплату бонусов.
                  </li>
                </ol>
                <p> </p>
                <p>
                  <span>
                    <strong>ТРЕНЕРСКАЯ ПРОГРАММА</strong>
                  </span>
                </p>
                <p> </p>
                <p>
                  Мы разработали <strong>ПРОГРАММУ ДЛЯ ТРЕНЕРОВ</strong>, с
                  помощью которой предлагаем получать дополнительный доход
                  тренерам, руководителям спортивных групп или секций.
                </p>

                <p>
                  За вами будет установлен определенный процент агентского
                  вознаграждения – 15%. Из которых 10% - это скидка на любой вид
                  товара, а 5% Ваш бонус. При оформлении заказа на нашем сайте
                  вам достаточно войти под логином и паролем, закрепленном за
                  вами (логин – это ваш номер мобильного телефона). И агентское
                  вознаграждение будет начисляться автоматически. Так же Вы
                  можете осуществлять покупки под своим логином в наших
                  розничных магазинах точно по такой же системе: при покупке
                  будет считаться 10% скидки на товар и еще 5% будут идти вам в
                  бонусы.
                </p>
                <p> </p>
                <p>
                  <strong>Почему это Вам интересно и выгодно:</strong>
                </p>
                <ol>
                  <li>
                    Спортсмены, которых Вы направляете к нам, будут заниматься в
                    качественной оригинальной экипировке, получив при этом при
                    покупке по Вашей карте скидку в 10%;
                  </li>
                  <li>
                    За каждую покупку, зафиксированную по Вашей карте, Вам
                    начисляются также бонусы в сумме 5% от суммы покупки,
                    которые накапливаются за Вами. Вы в любой момент можете
                    заказать выплату бонусов (накопление не менее 500 грн) и мы
                    перечислим или выдадим их вам, деньгами или товаром,
                    стоимость которого эквивалентна сумме бонусов. При выдаче
                    бонусов товаром, может засчитываться любая сумма, не
                    обязательно дожидаться накопления бонусов в размере 500 грн.
                  </li>
                  <li>Конфиденциальность с нашей стороны;</li>
                  <li>
                    Возможность бесплатно рекламировать клуб, в котором Вы
                    работаете или которым владеете (по индивидуальной
                    договоренности).
                  </li>
                </ol>
                <p> </p>
                <p>
                  <strong>
                    Чтобы участвовать в тренерской программе необходимо:
                  </strong>
                </p>
                <ol>
                  <li>
                    Зарегистрироваться на нашем сайте, выбрав статус: «
                    <strong>Тренер</strong>» (Логин – номер вашего мобильного
                    телефона).
                  </li>
                  <li>
                    Дождаться нашего подтверждения Вашего статуса «
                    <strong>Тренер</strong>».
                  </li>
                  <li>
                    Имея логин и пароль, Вы можете заходить на наш сайт через
                    <strong>ВХОД</strong> (в левом верхнем углу сайта) и
                    оформлять заказы.
                  </li>
                  <li>
                    В вашем личном кабинете Вы в любой момент можете просмотреть
                    сумму бонусов, историю, а также заказать выплату бонусов.
                  </li>
                </ol>
                <p> </p>
                <p>
                  <span>
                    <strong>ДРОПШИППИНГ</strong>
                  </span>
                </p>
                <p> </p>
                <p>Уважаемые Предприниматели!</p>
                <p>
                  Наша компания предлагает сотрудничество по условиям
                  дропшиппинга.
                </p>
                <p>Как можно зарабатывать деньги по дропшиппингу?</p>
                <p>
                  Дропшиппинг – это один из механизмов торговли, когда посредник
                  (частное лицо или интернет-магазин) продаёт своему покупателю
                  продукцию по рекомендованной розничной цене, продукцию берёт у
                  поставщика по оптовой цене со склада и доставку продукции со
                  склада осуществляется силами поставщика. Данный вид заработка
                  набирает всё больше распространения в нашей стране.
                </p>
                <p> </p>
                <p>
                  <strong>Преимущества дропшиппинга:</strong>
                </p>
                <p> </p>
                <ol>
                  <li>
                    Брать со склада поставщика продукцию по оптовой цене можно
                    поштучно, не обязательно закупать большие объёмы и
                    арендовать склад для хранения продукции.
                  </li>
                  <li>
                    Для того чтобы зарабатывать по дропшиппингу, не нужно иметь
                    первоначальное вложение, Вам понадобится интернет, компьютер
                    и телефон.
                  </li>
                  <li>
                    Доставку осуществляет поставщик посредством транспортной
                    компании «<strong>Новая почта</strong>».
                  </li>
                </ol>
                <p> </p>
                <p>
                  От Вас требуется желание и регистрация на нашем сайте
                  www.MyFight.com.ua.
                </p>
                <p> </p>
                <p>
                  Наша компания имеет всю продукцию в наличии, вы можете
                  ознакомиться с ассортиментом в каталоге нашего сайта, а также
                  в магазинах, которые расположены в центре Киева.
                </p>
                <p> </p>
                <p>
                  <strong>ДАВАЙТЕ ЗАРАБАТЫВАТЬ ВМЕСТЕ!!!</strong>
                </p>
                <p> </p>
                <p>Детальная информация по тел. /044/ 22-11-925</p>
              </div>
            </main>
            <aside className="sidebar-right">
              <AsideRight />
            </aside>
          </div>
        </div>
      </Layout>
    );
  }
}
